Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Competing innovators are deterred by the fear of expensive and time-consuming litigation or having to pay unjustified royalties.
es: Los competidores innovadores desisten por el temor a un pleito costoso en tiempo y dinero o por verse obligados a pagar regalías injustificadas.

source: Developing countries are becoming innovators in their own right, rather than just talented imitators.
es: Los países emergentes se están convirtiendo en innovadores por sus propios méritos en lugar de meros imitadores talentosos.

source: They can create opportunities for innovation and develop into an effective network of innovators working on adaptation to climate change.
es: Pueden crear oportunidades para innovar y llegar a crear una red efectiva de innovadores que trabajen en la adaptación al cambio climático.

source: mechanisms to balance the claims of initial and subsequent innovators; and
es: mecanismos para equilibrar las solicitudes de innovadores iniciales y subsiguientes; y

source: (FR) The gravity of the European Commission's plans in this field have been made all too clear by the large mobilisation of information technology users, inventors and innovators.
es: (FR) La gran movilización de los usuarios, inventores e innovadores en tecnologías de la información hace que tomemos conciencia de la gravedad de los proyectos de la Comisión Europea en la materia.

source: The breakthroughs produced by innovators in northern California explain why the region receives as much as 40 percent of the risk capital invested in the entire United States.
es: Los avances producidos por los innovadores en el norte de California explican por qué la región recibe hasta el 40 por ciento del capital de riesgo invertido en todo Estados Unidos.

source: The main barrier to progress in biomimicry, says Janine, is the lack of a bridge between scientists and the people who need their information, mainly industry innovators.
es: La principal barrera al progreso en la biomímesis, señala Janine, es la ausencia de un puente entre los científicos y la gente que necesita su información, en especial los innovadores industriales.

source: Innovators are those who create things in places where others have never seen any possibility of doing so.
es: Los innovadores son quienes crean cosas allí donde los demás nunca hubieran visto las posibilidades.

source: (b) How to encourage innovation and entrepreneurship through education at all levels the role of educational and research institutions in preparing innovative and entrepreneurial leaders (preparing the next generation of innovators and entrepreneurs)
es: b) Formas de alentar la innovación y el espíritu emprendedor por medio de la educación en todos los niveles el papel de las instituciones educativas y de investigación en la formación de líderes innovadores y con espíritu de iniciativa empresarial (formación de la próxima generación de innovadores y emprendedores)

source: Innovation Marketplaces were held for each sector, which brought together executives, investors and innovators with ideas and business projects who are looking for funding.
es: En los tres ha habido los Innovation Marketplaces, que han reunido a directivos de empresas, inversores e innovadores con ideas y proyectos empresariales que buscan financiación.

source: Ambassador Sanders of the Netherlands was one of those innovators, and Ambassador Strømmen of Norway gave us a fresh taste of the value of substantive dialogue.
es: El Embajador Sanders de los Países Bajos fue uno de esos innovadores, y el Embajador Strømmen de Noruega nos hizo apreciar desde otra óptica el valor del diálogo sustantivo.

source: Consequently, it has become an effective participation channel, adding value to ENAP by acknowledging innovators and by incorporating new subjects to their strategic discussions.
es: De esta forma, se ha posicionado como un canal efectivo de participación y de agregación de valor para ENAP, reconociendo a los innovadores e incorporando nuevos temas a sus discusiones estratégicas.

source: has helped researchers and innovators in developing countries find new ways to overcome poverty, improve health, promote democracy, and protect the environment.
es: ha ayudado a investigadores e innovadores de países en desarrollo a encontrar nuevos caminos para superar la pobreza, mejorar las condiciones de salud, propiciar la democracia y proteger el medio ambiente.

source: continues to fund applied research and foster the creation of knowledge, engaging with researchers and innovators to improve their scientific and technical capabilities.
es: continúa financiando investigación aplicada y fomentando la generación de conocimiento, trabajando conjuntamente con investigadores e innovadores para mejorar

source: Selection patents additionally favour the exploitation of innovations, since they promote the negotiation of cross-licenses between innovators.
es: Las patentes de selección favorecen además la explotación de las innovaciones, ya que fomentan la negociación de licencias cruzadas entre los innovadores.

source: By the fourth year, students who return to the ZamoEnterprises act as innovators and assistants to the administrators.
es: En el cuarto año, los estudiantes regresaban a las ZamoEmpresas, donde actúaban como innovadores y asistentes de los administradores.

source: The wonderfully confused sounds of a new clear and luminous identity, fruit of the union of traditional musicians, dj's and digital innovators.
es: Sonidos confundidos de identidad clara y luminosa fruto del encuentro entre músicos tradicionales, dj's y creadores digitales.

source: So an upstart generation of entrepreneursand innovators within the world's biggest companies-are founding businesses that are good for the world as well as the bottom line.
es: Así que una generación arribista de empresarios - Y los innovadores dentro de las compañías más grandes de mundo - son los negocios fundadores que son buenos para el mundo así como la línea inferior.

source: Furthermore, 25% of all Spanish companies were innovators during the 2004-2006 period.
es: Además, el 25% de las empresas españolas fueron innovadoras en el periodo 2004-2006.

source: Protecting intellectual property doesn't just bring benefits to innovators.
es: La protección de la propiedad intelectual no sólo beneficia a los innovadores.

source: Independent applicants are advised that care should be taken to fully explain why the devotion of WACC's limited resources to their training is likely to be a fruitful investment in the next generation of communication leaders and innovators.
es: Se aconseja a los postulantes independientes que procuren explicar plenamente por qué el otorgamiento de los limitados recursos de la WACC para su capacitación podría ser una inversión fructífera en la siguiente generación de líderes e innovadores en la comunicación.

source: "The curators have described Dalí as ""one of the great innovators of twentieth-century art history, whose extraordinary artistic contribution goes beyond Surrealism."
es: "Los curadores han descrito Dalí como ""uno de los grandes innovadores de la historia del arte del s. XX; su extraordinaria contribución artística va más allá del surrealismo."

source: The inability to obtain leverage has significantly reduced buy-out activity and a number of portfolio companies previously subject to leveraged buy-outs are reported to be faced with difficulties in finding replacement finance.
es: La imposibilidad de recurrir al apalancamiento ha supuesto una sensible disminución de las adquisiciones de sociedades y algunas de las sociedades en cartera previamente objeto de adquisición mediante apalancamiento acusan, al parecer, dificultades a la hora de obtener financiación de sustitución.

source: This is in particular the case where the ultimate underlying exposures are, for example, leveraged buy-out or project finance debt.
es: Éste es el caso, en particular, cuando las exposiciones subyacentes últimas son, por ejemplo, adquisiciones apalancadas o deudas ligadas a la financiación de proyectos.

source: And companies actually listen they are buying back record levels of stock and those that do not buy back, risk being bought out by private equity groups through Leveraged Buy Outs (LBOs).
es: Y las empresas están escuchando están recomprando niveles récord de acciones propias, y las que no lo hacen corren el riesgo de ser compradas por grupos privados a través de adquisiciones apalancadas.

source: We are asking for actions to avoid excessive debt caused by leveraged buy-out, so that level of leverage is sustainable both for the private equity fund/firm and for the target company.
es: Vamos a pedir acciones para evitar la deuda excesiva causada por las adquisiciones de empresas apalancadas, para que el nivel de apalancamiento sea sostenible tanto para la sociedad/el fondo de capital de riesgo como para la sociedad seleccionada.

source: TXU is a Texan electricity company that was bought by private-equity companies KKR and TPG in a leveraged buy-out (LBO) in 2008.
es: TXU es una compañía eléctrica tejana que fue comprada por las empresas de capital privado KKR y TPG en una compra apalancada (LBO en inglés) en 2008.

source: Following a leveraged buy-out, they incorporated Strata Systems, Inc. and created an office in Fuller's basement where the two entrepreneurs began to implement a growth strategy for geogrid products.
es: Después de una compra financiada de la empresa, incorporaron a Strata Systems, Inc. y crearon una oficina en el sótano de Fuller, donde los dos empresarios comenzaron a implementar una estrategia de crecimiento para productos geogrid.

source: After having been part of American and British companies, Stahl became independent in January 2002 through a leveraged buy-out under the direction of Investcorp.
es: Después de formar parte de compañías tanto americanas como inglesas, el Grupo Stahl es propiedad, desde enero del 2002 del Grupo financiero Investcorp y de un grupo de Ejecutivos de la Empresa

source: The EESC is insistent that the removal of obstacles to cross border activities of VCs should not facilitate without proper safeguards, other private equity activities such as leveraged buy outs.
es: El CESE insiste en que la eliminación de obstáculos a las actividades transfronterizas del capital riesgo no debe facilitar, sin las debidas salvaguardas, otras actividades de capital inversión como las recompras con apalancamiento.

source: This was the biggest LBO (leveraged buy out) operation carried out in Spain in the last two years.
es: Ésta ha sido la operación de LBO (leveraged buy out) más grande de las realizadas en España en los dos últimos años.

source: The European Parliament also asks the Commission to examine whether the Transfers of Undertakings Directive(26) needs to be adjusted to the specific situation of leveraged buy-outs.
es: El Parlamento Europeo insta, asimismo, a la Comisión a que examine si la Directiva sobre traspasos de empresas(26) debe adaptarse a la situación específica de compras apalancadas de empresas (LBO).

source: A synonym for PEF is Leveraged Buy Out.26 This expression describes the core idea of the business model.
es: Esta expresión describe la idea central de su modelo de negocio.

source: Private equity in particular has put millions of jobs at risk due to its unsustainable, leveraged buy-out takeover model.
es: En particular el modelo insostenible de compraventas apalancadas de los private equity ha hecho peligrar millones de puestos de trabajo.

source: When private equity funds take over a company through a leveraged buy-out, the company concerned often reduces its tax obligation through 'optimising the tax deductibility' of the debt used to acquire the asset.
es: "Cuando fondos de capitales de inversión adquieren una compañía usando dinero prestado ""leveraged buy-out"", la compañía interesada reduce a menudo sus obligaciones fiscales procediendo a ""una deducción fiscal optimizada"" de la deuda utilizada para adquirir el activo."

source: Through leveraged buy-outs (LBOs), investment funds are entitled to be represented, on behalf of the company they have acquired, on the management boards of major European groups active in crucial sectors, such as the aerospace industry.
es: A través de las LBO (adquisición de empresa mediante emisión de deuda o leveraged buy-outs), los fondos de inversión pueden estar representados, en nombre de la sociedad comprada, en el consejo de administración de un gran grupo europeo activo en un sector crucial como es el aeroespacial.

source: We are asking for an extension of the directive requiring that employees be informed and consulted during take-overs to include leveraged buy-outs by private equity, and we are asking for measures to avoid unreasonable asset stripping in target companies'.
es: Vamos a pedir una ampliación de la directiva que exige que los empleados sean informados y consultados durante los procesos de absorción para que incluya las adquisiciones de empresas apalancadas mediante capital de riesgo; y vamos a pedir medidas para «evitar la liquidación poco razonable de activos en las sociedades seleccionadas».

source: They are also a prime target for private equity funds, which opt for leveraged buy-outs, as SGIs generate significant cash-flow, are in a position of (near-) monopoly, have low debts and high operating costs.
es: Asimismo, son un objetivo prioritario de los «private equities», los cuales recurren al endeudamiento con efecto de palanca porque generan mucho flujo de caja, se encuentran en una posición de (cuasi) monopolio, están poco endeudados y sus gastos de funcionamiento son altos.

source: Frequently, with the approval of boards of directors-and sometimes unknown to them-corporate officials engaged in a frenzy of transactions of dubious value (for example, leveraged buy-outs, mergers, stripping of company assets).
es: Algunas veces esto refleja los valores colectivos de los clientes y, también, esa inversión de fondos es influenciada por los rendimientos potenciales de la inversión financiera y por la imagen política, social y moral de lo que es válido en los negocios.

source: The term corporate finance applies to the financial decisions taken inside the firm in terms of investments, financing and corporate governance. It also applies to the activities of investment banking that deal with firm transactions such as mergers, acquisitions, initial public offerings or leveraged buy outs among others.
es: El término corporate finance se aplica tanto a las decisiones financieras tomadas dentro de las empresas en términos de decisiones de inversión y decisiones de estructura de capital, como a las actividades de la banca de inversión asociadas a transacciones como las fusiones, adquisiciones, salidas a bolsa o compras apalancadas entre otras.

source: Leveraged buy outs and private equity in general are also areas of interest within corporate finance.
es: Las compras apalancadas y más en general las transacciones conocidas como private equity también se consideran parte de corporate finance.

source: Seeking the buyer, weighing the bid and the financing hypotheses, organising leveraged buy-out operations, also in the cases where it is the managers themselves who are buying their company, and identifying other partnerships are all activities that the Studio Santoro experts can carry out with the highest professional standards.
es: Buscar al comprador, valorar el negocio y las hipótesis de financiación, plantear operaciones de leveraged buy out, incluso en aquellos casos en que los mismos directivos son los que compran su propia empresa, identificar otros partenariados ? todas estas actividades pueden desempeñarlas con elevados estándares de profesionalidad los expertos de la red del Studio Santoro.

source: The Spanish Leveraged Finance (LFE) team is dedicated to providing financing to private equity funds in the context of leveraged buy-out transactions.
es: El equipo español de Leveraged Finance (LFE) está especializado en proporcionar financiación a fondos de títulos privados en el contexto de las transacciones de adquisición apalancada.

source: Leveraged and Project Finance provides long-term cash flow-based financings of greenfield projects, refinancings and restructurings, leveraged buy-outs as well as dedicated financing solutions for media and telecommunication companies.
es: La financiación apalancada y de proyectos brinda financiaciones a largo plazo basadas en flujo de caja de proyectos nuevos, refinanciamientos y reestructuraciones, compras apalancadas así como también soluciones dedicadas de financiación para compañías de medios de comunicación y telecomunicaciones.

source: Some IMF reports have recognized the potentially destabilizing impact of hedge funds and highly leveraged buy-outs by private-equity funds.
es: Algunos informes del FMI han reconocido el impacto potencialmente desestabilizador que tienen los fondos especulativos y las adquisiciones fuertemente apalancadas por parte de los fondos de capital privado.

source: For example, some private equity funds specialising in leveraged buy-outs invest in an enterprise for a period of three to five years, whilst others, operating as business angels, provide innovative SMEs with risk capital and may be committed for as many as fifteen years (10 ).
es: Es el caso, por ejemplo, de los fondos de capital inversión (private equity funds) algunos están especializados en compras apalancadas (leveraged buy-out) que suponen una inversión en una empresa por un periodo de tres a cinco años, mientras que otros hacen las veces de inversores providenciales (business angels) aportando capital riesgo a PYME innovadoras en un compromiso que puede prolongarse hasta unos quince años (10 ).

source: Leveraged/management buy-out and management buy-in purchase of companies in which a substantial part of the price of the operation is financed with debt, partly guaranteed with the assets of company acquired, and partly, with securities which lie half-way between own and external resources.
es: Adquisición con apalancamiento (leveraged/management buyout y management buy-in) compra de empresas en las que una parte sustancial del precio de la operación se financia con deuda, parcialmente garantizada con los propios activos de la empresa adquirida, y otra parte, con instrumentos que están a medio camino entre los recursos propios y los ajenos.

source: Private equity involves enormous numbers of leveraged buyouts, LBOs, which have been carried out with virtually no own capital.
es: El capital de riesgo implica la realización de un gran número de compras apalancadas, realizadas virtualmente sin capital propio.

source: A key focus area is how to apply the right technology directly on the machine so the footprint is optimised, performance is leveraged and considerable time is driven out of the machine development process.
es: Un área de enfoque clave es cómo aplicar la tecnología correcta directamente en la máquina con el fin de optimizar las dimensiones, aumentar el rendimiento y reducir considerablemente el tiempo del proceso de desarrollo de la máquina.

source: While much rarer, others could carry out major takeovers or be subject to leveraged buyouts.
es: "Por último, mucho menos frecuentes, otros podrían realizar importantes adquisiciones o ser objeto de LBO (""leverage buy out"")."

source: Applus+ leveraged its extensive experience as a provider of custom technology solutions to develop a comprehensive, multi-faceted technology solution that specifically met all of the RSA's needs.
es: Applus+ disponía de una amplia experiencia como proveedor de soluciones tecnológicas personalizadas para desarrollar una solución tecnológica completa y de varias facetas que respondiera a las necesidades específicas de la RSA.

source: UNAIDS will now explore ways that this movement can be built upon and leveraged in the coming months.
es: ONUSIDA ahora explorará otras maneras para que este movimiento pueda desarrollarse y actuar en los meses venideros.

source: The average long-term interest rate in Latvia was below the reference value from May 2004 until the end of 2008.
es: El tipo de interés medio a largo plazo registrado en Letonia fue inferior al valor de referencia entre mayo de 2004 y el final de 2008.

source: The commercial long-term interest rate during the review investigation period in India was considered appropriate for this purpose.
es: El tipo del interés comercial a largo plazo durante el período de investigación de reconsideración en la India se consideró apropiado a este efecto.

source: In December 2008, the 12-month moving average long-term interest rate rose above the reference value and has increased further since then.
es: En diciembre de 2008, la media móvil sobre 12 meses de los tipos de interés a largo plazo rebasó el valor de referencia, y desde entonces ha seguido creciendo.

source: This would lead to moderate increases in long term interest rates (the private sector is also seeking financing) and an implicit ceiling for the U.S. dollar exchange rate of 550 Chilean pesos or less.
es: Ello conduciría a moderados incrementos en las tasas de interés a largo plazo (el sector privado también está buscando financiamiento) y un techo implícito de la tasa de cambio del dólar de 550 pesos chilenos o menos.

source: Most visibly, with the establishment of monetary union, not only have we moved to a single short-term interest rate but also long-term interest rates are very closely aligned.
es: En particular, a raíz de la creación de la unión monetaria, no sólo tenemos un único tipo de interés a corto plazo, sino que también los tipos a largo plazo son muy similares.

source: The average long-term interest rate in Latvia in the year to October 2006 was 3.9 percent, below the reference value of 6.2 percent.
es: El tipo de interés medio a largo plazo observado en Letonia en el año anterior a noviembre de 2006 fue del 3,9%, inferior, pues al valor de referencia del 6,2%.

source: Sweden has continued to have a twelve-month average long-term interest rate below the reference value.
es: Suecia siguió registrando un tipo de interés a largo plazo, en promedio de doce meses, inferior al valor de referencia.

source: Hence, Sweden continues to fulfil the criterion on long-term interest rate convergence.
es: Así pues, Suecia sigue cumpliendo el criterio de convergencia de los tipos de interés a largo plazo.

source: The Council notes with satisfaction that Denmark has continued to fulfil the convergence criteria on inflation, long-term interest rate, the exchange rate and public finances.
es: El Consejo observa con satisfacción que Dinamarca sigue cumpliendo los criterios de convergencia sobre inflación, tipos de interés a largo plazo, tipos de cambio y finanzas públicas.

source: The United Kingdom has fulfilled the convergence criterion on the long-term interest rate for some time.
es: Hace tiempo que el Reino Unido viene cumpliendo el criterio de convergencia relativo al tipo de interØs a largo plazo.

source: The average long-term interest rate in Sweden during the 12 months to March 2000 was well below the reference value.
es: El tipo medio de interés a largo plazo de Suecia a lo largo del año anterior a marzo de 2000 fue muy inferior al valor de referencia.
